"%1 already exists.\nDo you want to replace it?"="%1 已存在。\n是否将其替换?";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\n目录未找到。\n请验证给出了正确的目录名。";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\n文件未找到。\n请验证给出了正确的文件名。";
"&Abort"="中止(&A)";
"&Add to Custom Colors"="添加到自定义颜色(&A)";
"&Basic colors"="基本颜色(&B)";
"&Cancel"="取消(&C)";
"&Copy"="复制(&C)";
"&Custom colors"="自定义颜色(&C)";
"&Define Custom Colors >>"="定义自定义颜色(&D) >>";
"&Delete"="删除(&D)";
"&Finish"="完成(&F)";
"&Green:"="绿色(&G):";
"&Help"="帮助(&H)";
"&Ignore"="忽略(&I)";
"&Name:"="名称(&N)：";
"&Next >"="下一步(&N) >";
"&No"="否(&N)";
"&Open"="打开(&O)";
"&Options <<"="选项(&O) <<";
"&Options >>"="选项(&O) >>";
"&Paste"="粘贴(&P)";
"&Print"="打印(&P)";
"&Red:"="红色(&R):";
"&Redo"="恢复(&R)";
"&Reload"="重新加载(&R)";
"&Rename"="重命名(&R)";
"&Retry"="重试(&R)";
"&Sat:"="统计(&S):";
"&Save"="保存(&S)";
"&Undo"="撤消(&U)";
"&Unsorted"="未排序(&U)";
"&Val:"="值(&V):";
"&Yes"="是(&Y)";
"* You must accept the terms in order to proceed."="* 您必须接受条款才能继续。";
"..."="...";
"< &Back"="< 上一步(&B)";
"<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>"="<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>所有其他产品密钥</b><br/><br/>请联系支持部门，<br/><br/>电话：1.866.518.6791 或 +1.403.228.5940<br/>网址：<a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>请联系支持部门，</b><br/>电话：1.866.518.6791 或 +1.403.228.5940<br/>网址：<a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>许可证协议</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>关于 Qt</h3>%1<p>Qt 是用于跨平台应用程序开发的 C++ 工具包。</p><p>Qt 可提供跨 MS&nbsp;Windows、Mac&nbsp;OS&nbsp;X、Linux 以及所有主要 Unix 变体的单源可移植性。Qt 还可用于诸如 Qtopia Core 的嵌入式设备。</p><p>Qt 是一个 Trolltech 产品。有关详细信息，请参阅 <tt>http://www.trolltech.com/qt/</tt>。</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>PRODUCT_NAME_1 产品密钥</b><br/><br/>点击<a href=\" \">这里</a><p>";
"<p><h3>%1</h3></p>"="<p><h3>%1</h3></p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>此程序使用 Qt 开源版本 %1。</p><p>Qt 开源版本是专为开发开源应用程序设计的。您需要使用商用 Qt 许可证才能开发专用（闭源）应用程序。</p><p>有关 Qt 许可的概述，请参阅 <tt>http://www.trolltech.com/company/model.html</tt>。</p>";
"<p>This program uses Qt version %1.</p>"="<p>此程序使用 Qt 版本 %1。</p>";
"<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>"="<p>欢迎使用 SMART Technologies 的 %1 软件。</p><p>此测试版软件仅用于评估目的，评估期结束后，此软件将停止工作。您可以将反馈发送到 <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="产品密钥是激活 SMART Notebook 软件的代码。如果无法找到产品密钥，请访问 SMART 软件门户网站<a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a>或联系 SMART 经销商寻求帮助。在找回产品密钥之后，请将其记录在安全的地方。";
"A&lpha channel:"="A&lpha 信道:";
"A0 (841 x 1189 mm)"="A0（841 x 1189 毫米）";
"A1 (594 x 841 mm)"="A1（594 x 841 毫米）";
"A2 (420 x 594 mm)"="A2（420 x 594 毫米）";
"A3 (297 x 420 mm)"="A3（297 x 420 毫米）";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4（210 x 297 毫米, 8.26 x 11.7 英寸）";
"A5 (148 x 210 mm)"="A5（148 x 210 毫米）";
"A6 (105 x 148 mm)"="A6（105 x 148 毫米）";
"A7 (74 x 105 mm)"="A7（74 x 105 毫米）";
"A8 (52 x 74 mm)"="A8（52 x 74 毫米）";
"A9 (37 x 52 mm)"="A9（37 x 52 毫米）";
"Abort"="中止";
"About %1"="关于 %1";
"About Product Keys"="关于产品密钥";
"About Qt"="关于 Qt";
"Accept"="接受";
"Activate"="激活";
"Activate Product"="激活产品";
"Activate by phone"="通过电话激活";
"Activate by web form"="通过 Web 表单激活";
"Activate the keys now"="立即激活密钥";
"Activate the product key again."="再次激活产品密钥。";
"Activates the program's main window"="激活程序的主窗口";
"Add"="添加";
"Aliases: %1"="别名: %1";
"All Files (*)"="所有文件 (*)";
"All Files (*.*)"="所有文件 (*.*)";
"Apply"="应用";
"Authentication required"="需要身份验证";
"B0 (1000 x 1414 mm)"="B0（1000 x 1414 毫米）";
"B1 (707 x 1000 mm)"="B1（707 x 1000 毫米）";
"B10 (31 x 44 mm)"="B10（31 x 44 毫米）";
"B2 (500 x 707 mm)"="B2（500 x 707 毫米）";
"B3 (353 x 500 mm)"="B3（353 x 500 毫米）";
"B4 (250 x 353 mm)"="B4（250 x 353 毫米）";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5（176 x 250 毫米, 6.93 x 9.84 英寸）";
"B6 (125 x 176 mm)"="B6（125 x 176 毫米）";
"B7 (88 x 125 mm)"="B7（88 x 125 毫米）";
"B8 (62 x 88 mm)"="B8（62 x 88 毫米）";
"B9 (44 x 62 mm)"="B9（44 x 62 毫米）";
"Back"="返回";
"Bl&ue:"="蓝色(&U):";
"Browse..."="浏览...";
"By Internet browser"="通过互联网浏览器";
"By phone"="通过电话";
"C5E (163 x 229 mm)"="C5E（163 x 229 毫米）";
"Cancel"="取消";
"Carefully read the following license agreement."="请仔细阅读以下许可协议。";
"Centimeters (cm)"="厘米 (cm)";
"Check for product key renewals and apply them."="检查产品密钥续期并应用续期。";
"Close"="关闭";
"Close without Saving"="关闭但不保存";
"Collate"="排序";
"Color"="颜色";
"Color Mode"="颜色模式";
"Commit"="提交";
"Connected to host"="已连接到主机";
"Connected to host %1"="已连接到主机 %1";
"Connection closed"="连接已关闭";
"Connection refused"="连接被拒绝";
"Connection refused (or timed out)"="连接被拒绝（或超时）";
"Connection to %1 closed"="与 %1 的连接已关闭";
"Continue"="继续";
"Copies"="份数";
"Copies:"="份数：";
"Copy"="复制";
"Copy the request file to another computer, and then go to <a href=\"%1\">%2</a> on that computer."="复制请求文件到另一台计算机，然后在该计算机上访问 <a href=\"%1\">%2</a>。";
"Copy to clipboard"="复制到剪贴板";
"Create New Folder"="新建文件夹";
"Cu&t"="剪切(&T)";
"DLE (110 x 220 mm)"="DLE（110 x 220 毫米）";
"Data corrupted"="数据已损坏";
"Days Left:"="剩余天数：";
"Delete"="删除";
"Delete the product key from this computer."="删除此计算机上的产品密钥。";
"Detail View"="详细信息视图";
"Directories"="目录";
"Directory"="目录";
"Disable auto-renewals for this key <a href=''>more info</a>"="禁用此密钥的自动续期 <a href=''>更多信息</a>";
"Discard"="丢弃";
"Don't Save"="不保存";
"Done"="完成";
"Drive"="驱动器";
"Duplex Printing"="双面打印";
"Enter License"="输入许可证";
"Enter your product key(s)"="输入您的产品密钥";
"Error writing response to device"="向设备写入响应时出错";
"Evaluation Version"="评估版本";
"Executable '%1' requires Qt %2, found Qt %3."="可执行文件 '%1' 需要使用 Qt %2，已找到 Qt %3。";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive（7.5 x 10 英寸, 191 x 254 毫米）";
"Export Request File..."="导出请求文件...";
"False"="错";
"File"="文件";
"File name:"="文件名:";
"Files of type:"="文件类型:";
"Folio (210 x 330 mm)"="Folio（210 x 330 毫米）";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="有关产品密钥的更多信息，请访问：<a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>。";
"Form"="表单";
"From page:"="起始页:";
"Go Back"="返回";
"Grayscale"="灰度";
"HTTP request failed"="HTTP 请求失败";
"HTTPS connection requested but SSL support not compiled in"="已请求 HTTPS 连接但 SSL 支持没有编译进来";
"Height:"="高度：";
"Help"="帮助";
"Hide %1"="隐藏 %1";
"Hide Others"="隐藏其它";
"Host %1 found"="找到主机 %1";
"Host %1 not found"="未找到主机 %1";
"Host found"="找到主机";
"Host requires authentication"="主机需要身份验证";
"Hu&e:"="色调(&E):";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="如果这台计算机上没有互联网连接，您可以将请求保存为文件，然后从另一台计算机上提交请求。";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="如果有互联网连接，则可以自动提交请求。如果没有互联网连接，可以手动提交请求。";
"If you received a response file, press the button below to import the file here."="如果收到响应文件，请按下面的按钮在这里导入文件。";
"Ignore"="忽略";
"Import Response File..."="导入响应文件...";
"Inches (in)"="英寸 (in)";
"Incompatible Qt Library Error"="不兼容的 Qt 库错误";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="检测到未完成的请求。是否要现在完成请求？";
"Invalid HTTP chunked body"="无效的 HTTP 臃肿体";
"Invalid HTTP response header"="无效的 HTTP 响应头";
"Landscape"="横向";
"Ledger (432 x 279 mm)"="Ledger（432 x 279 毫米）";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal（8.5 x 14 英寸, 216 x 356 毫米）";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter（8.5 x 11 英寸, 216 x 279 毫米）";
"License Expired"="许可证已过期";
"License Expiring"="许可证将过期";
"License Status"="许可证状态";
"License for this software is about to expire."="此软件的许可即将到期。";
"Licensing period for this software has expired."="此软件的许可已过期。";
"Limitations"="限制";
"List View"="列表视图";
"Location:"="位置：";
"Long side"="长边";
"Look in:"="查找范围:";
"Lost Product Key"="丢失产品密钥";
"Manage"="管理";
"Manage Selected Product Key..."="管理选定的产品密钥...";
"Manage, view, and add keys"="管理、查看并添加密钥";
"Margins"="边距";
"Millimeters (mm)"="毫米 (mm)";
"My Computer"="我的电脑";
"N&o to All"="全都不是(&O)";
"No server set to connect to"="未设置服务器连接到";
"No space left on device"="设备上没有可用空间";
"No such file or directory"="没有此类文件或目录";
"None"="无";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="注：您可以一次取消所有请求，但您一次只能完成一个请求。如果您有多个未完成的请求，您稍后会返回此屏幕。";
"Number of copies:"="份数:";
"OK"="确定";
"OR"="或";
"Obtain a product key"="获得产品密钥";
"Open"="打开";
"Open "="打开 ";
"Options"="选项";
"Orientation"="定位";
"Orientation:"="定位:";
"Output &file:"="输出文件(&F)：";
"Output Settings"="输出设置";
"P&roperties"="属性(&R)";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="页面尺寸:";
"Pages from"="页面来自";
"Paper"="纸张";
"Paper format"="纸张格式";
"Paper source:"="纸张来源:";
"Parent Directory"="父级目录";
"Paste"="粘贴";
"Permission denied"="权限已拒绝";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="请拨打以下电话号码之一：\n\n1.866.518.6791（免费，加拿大/美国）\n+1.403.228.5940（其他国家/地区）\n周一到周五早 5 点至晚 6 点（山地时间）\n传真： +1.403.806.1256";
"Points (pt)"="磅 (pt)";
"Portrait"="纵向";
"PostScript Files (*.ps);;All Files (*)"="PostScript 文件 (*.ps);;所有文件 (*)";
"Preferences..."="首选项...";
"Press the button below to paste the response you received from the SMART website."="按下面的按钮以粘贴您从 SMART 网站收到的响应。";
"Preview"="预览";
"Print all"="全部打印";
"Print destination"="打印目标";
"Print first page first"="先打印第一页";
"Print in color if available"="彩色打印（如果可用）";
"Print in grayscale"="灰阶打印";
"Print last page first"="先打印最后一页";
"Print range"="打印范围";
"Print selection"="打印选择";
"Print to File (PDF)"="打印到文件 (PDF)";
"Print to File (Postscript)"="打印到文件 (Postscript)";
"Print to file:"="打印到文件:";
"Print to printer:"="打印到打印机:";
"Printer"="打印机";
"Printer settings"="打印机设置";
"Product"="产品";
"Product Key"="产品密钥";
"Proxy authentication required"="需要代理身份验证";
"Proxy requires authentication"="代理需要身份验证";
"Purchase License"="购买许可证";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="购买 SMART 软件许可证：<a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>";
"Purchase Software"="购买软件";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="退出";
"Quit %1"="退出%1";
"Reject"="拒绝";
"Remove"="移除";
"Repair the product key to enable it again on this computer."="修复产品密钥，使之在这台计算机上再次启用。";
"Request aborted"="请求已中止";
"Reset"="重置";
"Restore Defaults"="恢复默认值";
"Retrieve your lost product key or obtain a new one."="找回丢失的产品密钥或获得新的产品密钥。";
"Retry"="重试";
"Return the product key so a different computer can use it."="退回产品密钥，以便另一台计算机可用此密钥。";
"Reverse"="反转";
"Reverse landscape"="反向横向";
"Reverse portrait"="反向纵向";
"SMART Notebook"="SMART Notebook";
"SMART Software Activation"="SMART 软件激活";
"SSL handshake failed"="SSL 握手失败";
"Save"="保存";
"Save All"="全部保存";
"Save As"="另存为";
"Select All"="全选";
"Select a Directory"="选择一个目录";
"Select color"="选择颜色";
"Select how you want to submit your request manually:"="选择您要手动提交请求的方式：";
"Select one of the following options for the selected product key:"="为选定的产品密钥选择下列选项之一：";
"Selection"="选择";
"Server closed connection unexpectedly"="服务器意外关闭连接";
"Services"="服务";
"Short side"="短边";
"Show &hidden files"="显示隐藏的文件(&H)";
"Show All"="全部显示";
"Sign in"="登录";
"Sort"="排序";
"Sort by &Date"="按日期排序(&D)";
"Sort by &Name"="按名称排序(&N)";
"Sort by &Size"="按大小排序(&S)";
"Start Trial"="开始试用";
"Start that process here."="在这里启动该进程。";
"Status"="状态";
"Submit request automatically (recommended)"="自动提交请求（推荐）";
"Submit request manually"="手动提交请求";
"Submit your request by uploading the request file to the SMART website."="通过上传请求文件到 SMART 网站来提交请求。";
"Submitting request automatically..."="正在自动提交请求...";
"Symbolic Link"="符号链接";
"Tabloid (279 x 432 mm)"="Tabloid（279 x 432 毫米）";
"Thank you for evaluating %1 software from SMART Technologies."="感谢您试用 SMART Technologies 的 %1 软件。";
"Thank you for using %1 software from SMART Technologies."="感谢您使用 SMART Technologies 的 %1软件。";
"The evaluation period for this software has ended."="本软件的试用期已结束。";
"The file imported successfully. Click Next to process the response file."="文件已成功导入。单击“下一步”以处理响应文件。";
"The license for this software has expired."="此软件的许可已过期。";
"There are keys that require activation on this computer."="有需要在此计算机上激活的密钥。";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="本软件仅供试用，在试用期结束后将停止工作。";
"To activate %1 software press Activate Product."="要激活 %1 软件，请按“激活产品”。";
"To continue using %1 software, please purchase a license, and then activate the software."="要继续使用 %1 软件，请购买许可证，然后激活此软件。";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="要扩展，请启动SMART Sync或SMART Response 并使用CMPC建立连接。";
"To page:"="结束页:";
"To purchase %1 software, contact SMART Technologies."="要购买 %1 软件，请联系 SMART Technologies。";
"To purchase a license or contact SMART Technologies, press Purchase License."="要购买许可证或联系 SMART Technologies，请按“购买许可证”。";
"To start the trial period, press Start Trial."="如要启动试用期，请按“开始试用”。";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="要通过网络浏览器提交请求，请按下面的按钮。按此按钮可复制请求消息并在网络浏览器中打开 SMART 网站的一个页面，在此页面您可以粘贴已复制的消息。";
"Too many open files"="打开了太多的文件";
"True"="对";
"Type:"="类型：";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope（105 x 241 毫米）";
"Unable to submit your request. Try again later or try a manual request now."="无法提交您的请求。请稍后重试或马上尝试手动请求。";
"Unknown"="未知";
"Unknown Location"="未知位置";
"Unknown authentication method"="未知的身份验证方式";
"Unknown error"="未知错误";
"Unknown protocol specified"="指定了未知协议";
"Upgrade"="升级";
"Upgrade to use all the amazing features Notebook has to offer!"="升级以使用 Notebook 提供的所有精彩功能！";
"Web:"="网站：";
"Welcome to %1 software from SMART Technologies."="欢迎使用 SMART Technologies 的 %1 软件。";
"What is a product key?"="什么是产品密钥？";
"What's This?"="这是什么?";
"When you receive a response file, copy it back to this computer, and then click Next."="收到响应文件后，将其复制回这台计算机，然后单击“下一步”。";
"Width:"="宽度：";
"Wrong content length"="错误的内容长度";
"Yes to &All"="全部都是(&A)";
"accept"="接受";
"bottom margin"="下边距";
"left margin"="左边距";
"locally connected"="本地连接";
"right margin"="右边距";
"to"="到";
"top margin"="上边距";
"unknown"="未知";
